export const firstGraphData = [
    {
        "id": "60대",
        "color": "hsl(188, 70%, 50%)",
        "data": [
            {
                "x": "7월",
                "y": 6
            },
            {
                "x": "8월",
                "y": 7
            },
            {
                "x": "9월",
                "y": 8
            },
            {
                "x": "10월",
                "y": 9
            },
            {
                "x": "11월",
                "y": 10
            },
            {
                "x": "12월",
                "y": 11
            },

        ]
    },
    {
        "id": "70대",
        "color": "hsl(256, 70%, 50%)",
        "data": [
            {
                "x": "7월",
                "y": 3
            },
            {
                "x": "8월",
                "y": 5
            },
            {
                "x": "9월",
                "y": 6
            },
            {
                "x": "10월",
                "y": 10
            },
            {
                "x": "11월",
                "y": 6
            },
            {
                "x": "12월",
                "y": 10
            },

        ]
    },
    {
        "id": "80대",
        "color": "hsl(81, 70%, 50%)",
        "data": [
            {
                "x": "7월",
                "y": 2
            },
            {
                "x": "8월",
                "y": 2
            },
            {
                "x": "9월",
                "y": 5
            },
            {
                "x": "10월",
                "y": 7
            },
            {
                "x": "11월",
                "y": 5
            },
            {
                "x": "12월",
                "y": 8
            },

        ]
    },
    {
        "id": "90세 이상",
        "color": "hsl(81, 70%, 50%)",
        "data": [
            {
                "x": "7월",
                "y": 1
            },
            {
                "x": "8월",
                "y": 2
            },
            {
                "x": "9월",
                "y": 1
            },
            {
                "x": "10월",
                "y": 3
            },
            {
                "x": "11월",
                "y": 2
            },
            {
                "x": "12월",
                "y": 3
            },

        ]
    }
]

export const secondGraphData = [
    {
        "taste": "종로구",
        "60대": 82,
        "70대": 115,
        "80대": 115,
        "90세 이상": 100
    },
    {
        "taste": "서대문구",
        "60대": 41,
        "70대": 92,
        "80대": 55,
        "90세 이상": 100
    },
    {
        "taste": "중구",
        "60대": 27,
        "70대": 107,
        "80대": 24,
        "90세 이상": 100
    },
    {
        "taste": "용산구",
        "60대": 75,
        "70대": 76,
        "80대": 65,
        "90세 이상": 100
    },
    {
        "taste": "그 외",
        "60대": 62,
        "70대": 77,
        "80대": 55,
        "90세 이상": 100
    }
]

export const thirdGraphData = [
    {
        "country": "9월",
        "여성": 147,
        "여성Color": "hsl(72, 70%, 50%)",
        "남성": 44,
        "남성Color": "hsl(336, 70%, 50%)",
        "sandwich": 44,
        "sandwichColor": "hsl(232, 70%, 50%)",
        "kebab": 100,
        "kebabColor": "hsl(308, 70%, 50%)",
        "fries": 76,
        "friesColor": "hsl(278, 70%, 50%)",
        "donut": 197,
        "donutColor": "hsl(196, 70%, 50%)"
    },
    {
        "country": "10월",
        "여성": 189,
        "여성Color": "hsl(354, 70%, 50%)",
        "남성": 180,
        "남성Color": "hsl(201, 70%, 50%)",
        "sandwich": 30,
        "sandwichColor": "hsl(112, 70%, 50%)",
        "kebab": 83,
        "kebabColor": "hsl(183, 70%, 50%)",
        "fries": 196,
        "friesColor": "hsl(128, 70%, 50%)",
        "donut": 139,
        "donutColor": "hsl(263, 70%, 50%)"
    },
    {
        "country": "11월",
        "여성": 17,
        "여성Color": "hsl(346, 70%, 50%)",
        "남성": 77,
        "남성Color": "hsl(202, 70%, 50%)",
        "sandwich": 182,
        "sandwichColor": "hsl(114, 70%, 50%)",
        "kebab": 156,
        "kebabColor": "hsl(216, 70%, 50%)",
        "fries": 194,
        "friesColor": "hsl(182, 70%, 50%)",
        "donut": 47,
        "donutColor": "hsl(349, 70%, 50%)"
    },
    {
        "country": "12월",
        "여성": 70,
        "여성Color": "hsl(287, 70%, 50%)",
        "남성": 191,
        "남성Color": "hsl(259, 70%, 50%)",
        "sandwich": 184,
        "sandwichColor": "hsl(47, 70%, 50%)",
        "kebab": 129,
        "kebabColor": "hsl(231, 70%, 50%)",
        "fries": 44,
        "friesColor": "hsl(209, 70%, 50%)",
        "donut": 171,
        "donutColor": "hsl(66, 70%, 50%)"
    },

]